Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-97.html.tmx
Source language: nob
Languages: sme

source: Samisk musikk - Sámediggi Sametinget
sme: Sámi musihkka - Sámediggi Sametinget

source: Samisk musikk
sme: Sámi musihkka

source: Samisk musikk i dag inkluderer et vidt spekter av sjangre, men de fleste forbinder samisk musikk først og fremst med joiken.
sme: Dáláš sámi musihkas leat ollu vuogit, muhto eatnašiidda buktá sámi musihkka millii vuosttažettiin juigosa.

source: Joik har alltid hatt en sentral rolle i den samiske musikktradisjonen, og kan beskrives som en kombinasjon av å synge og å bruke stemmen som et instrument.
sme: Sámi musihkkaárbevierus lea juoiggus álohii leamaš guovddážis, ja juoigama sáhttá govvidit lávluma ja instrumeantain jiena geavaheami gaskavuohtan.

source: Joiken er felles for hele Sapmi, men det er geografiske variasjoner i joikens musikalske stil.
sme: Juoiggus lea oktasaš olles Sámis, muhto juigosa musihkkahábmi molsašuddá báikkis báikái.

source: Verbet juoigat, å joike, brukes over hele det samiske området, mens en joikemelodi kalles luohti i nord, vuolle i sør og leu’dd i øst.
sme: Vearba juoigat, geavahuvvo miehtá sámi guovllu, muhto juoiganmelodiija gohčoduvvo luohtin davvin, máddin fas vuolle ja nuorttabealde leu’dd.

source: En joik kan for eksempel beskrive et sted, et dyr eller en person, men man sier at man joiker en person, ikke om en person.
sme: Juoiggus sáhttá ovdamearkka dihte govvet muhtun báikki, ealli dahje olbmo, muhto daddjojuvvo ahte juoigat muhtun olbmo, eat juoigga olbmo birra.

source: Joiken bringer frem særtrekk ved det som blir joiket.
sme: Juoiggus buktá ovdan dan olbmo erenoamáš dovdomearkkaid gean juiget.

source: En glad og livlig persons joik har gjerne en lett og munter melodi.
sme: Movttegis ja virkos olbmo juoiggus lea dávjá geahpas ja ilolaš.

source: Johan Turi skrev at joiken er ”en kunst for å minnes andre mennesker”.
sme: Johan Turi čálii ahte juoiggus lea ”dáidu muitit eará olbmuid”.

source: En joik er personlig, og når man joiker et menneske henter man fram minnet om denne personen, eller opplevelsen av stedet som blir joiket.
sme: Juoiggus lea peršovnnalaš, ja go juoigat olbmo, de muitit dan olbmo, dahje vásihusa dan báikki birra mii juigojuvvo.

source: Slik blir joiken et symbol for det som blir joiket.
sme: Dáinna lágiin govve juoiggus dan mii juigojuvvo.

source: Joiken har ikke alltid hatt en høy status i samfunnet.
sme: Juigosis ii leat álohii leamaš nu alla árvu servodagas.

source: Rundt 50-tallet ble det forbudt å bruke joik i skolen i Karasjok, og noe av bakgrunnen for at joiken var kontroversiell kan komme av dens tilknytning til noaiden og før-kristen mytologis ritualer.
sme: Birrasii 50-logus gildojuvvui juoigan skuvllas Kárášjogas, ja duogáš dasa go juoiggus lei nággovuloš, sáhttá boahtit das go das lea oktavuohta noaidái ja ovdal-risttalaš mytologiija rituálaide.

source: Under den sterke påvirkningskraften fra assimilering og kristne bevegelser, ble joik knyttet til hedninger og alkoholmisbruk, og dermed ble sett på som syndig.
sme: Assimilerema garra váikkuhusaid ja risttalaš lihkadusaid áigge, čádnojuvvui juoiggus báhkinvuhtii ja jugešvuhtii, ja ná adnojuvvui suddun.

source: Etter hvert begynte flere og flere artister å gi ut musikk med samiske tekster.
sme: Áiggi mielde almmuhišgohte eanet ja eanet artisttat musihka sámi teavsttaiguin.

source: Da joiken kom tilbake, ble den viktig for mange samer som et ledd i bevisstgjøringen om sin egen identitet, og gjenvant sin popularitet igjennom å bli tatt i bruk på nye arenaer.
sme: Dalle go álge fas juoigat, lei juoigan deaŧalaš ollu sámiide oassin sin iežaset identitehta dihtomielalažžan dahkamis, ja juoigan šattai fas bivnnut dalle go váldojuvvui atnui ođđa arenain.

source: Joiken ble tatt med inn i moderne musikksjangre.
sme: Juoiggus čadnojuvvui oktii ođđaáigásaš musihkkavugiiguin.

source: Den tradisjonelle joiken ble i liten grad kombinert med andre musikkinstrumenter, mens den moderne joiken blir brukt av mange som et element i musikk i alle sjangre;
sme: Árbevirolaš juoiggus gal ii ollu heivehuvvon eará musihkkainstrumeanttaiguin, muhto ođđaáigásaš juoigama geavahit ollugat musihka oassin buot vugiin;

source: rock, visesang, dansemusikk…
sme: rockas, viisalávlumis, dánsamusihkas.
